Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Removes the mark from the MIDI note onset, so that inserting durations have their normal meaning.
sv: Tar bort markeringen från MIDI-nodens startpunkt, så att durationer som infogas får sin normala betydelse.

source: Move Display Right
sv: Flytta displayen till höger

source: Moves the view port (the Denemo Display) to the left, leaving the cursor on the same object as long as it is still in view.
sv: Flyttar visningsporten (Denemo Display) åt vänster och låter markören stå kvar på samma objekt så länge som det fortfarande syns.

source: Moves the view port (the Denemo Display) to the right, leaving the cursor on the same object as long as it is still in view.
sv: Flyttar visningsporten (Denemo Display) till höger och låter markören stå kvar på samma objekt så länge som det fortfarande syns.

source: Find Edit Point
sv: Hitta redigeringspunkt

source: Searches backward for the start of non-printing notes.
sv: Söker bakåt efter början på noter som inte skrivs ut.

source: Next Lower
sv: Nästa lägre

source: Moves cursor to next note that is lower than the cursor.
sv: Flyttar markören till nästa not som är lägre än markören.

source: Find Next Similar
sv: Hitta nästa liknande

source: Finds the next object similar to the one at the cursor.
sv: Hittar nästa objekt som liknar det som finns vid markören.

source: Find Note
sv: Hitta not

source: Moves the cursor forward until it is on the note given by the user.
sv: Flyttar markören framåt tills den befinner sig på den not som användaren har angett.

source: Go To Next Empty Measure
sv: Gå till nästa tomhetsmått

source: Move cursor to the next point in the current staff where the music ends.
sv: Flytta markören till nästa punkt i det aktuella notsystemet där musiken slutar.

source: Go To End of Measure
sv: Gå till slutet av åtgärden

source: Move to Earliest Empty Measure
sv: Flytta till tidigaste tomma mätning

source: Moves the cursor back until the a non-empty measure is found. Stops in the empty measure after that.
sv: Flyttar markören bakåt tills ett mått som inte är tomt hittas. Stannar i det tomma måttet efter det.

source: Move To Previous Empty Measure
sv: Flytta till föregående tomma mått

source: Move the cursor left until it finds an empty measure or the staffs beginning
sv: Flytta markören åt vänster tills den hittar en tom takt eller notsystemets början

source: Next Higher
sv: Nästa högre

source: Move cursor to next note higher than cursor position
sv: Flytta markören till nästa not som är högre än markörens position

source: New search music from selection
sv: Ny sökmusik från urval

source: Resume previous music search
sv: Återuppta tidigare musiksökning

source: Make a selection to search for
sv: Gör ett urval för att söka efter

source: Wrap to start of staff
sv: Omslag till början av staven

source: Wrap to next staff
sv: Omslag till nästa notsystem

source: Search Note Sequence
sv: Sök notsekvens

source: With a selection, searches from the cursor for the next occurrence of the notes of the selection. With no selection, continues the previous search. When a match (ignoring rests and duration) is found it offers to continue, stop or execute the script in the Scheme Window.
sv: Med ett val, söker från markören efter nästa förekomst av noterna i valet. Utan val fortsätter den föregående sökningen. När en matchning (utan hänsyn till pauser och varaktighet) hittas erbjuder den att fortsätta, stoppa eller exekvera skriptet i Scheme Window.

source: New search pattern from selection
sv: Nytt sökmönster från urval

source: Resume previous search
sv: Återuppta tidigare sökning

source: Search Rhythmic Pattern
sv: Sök rytmiskt mönster

source: With a selection, searches from the cursor for the next occurrence of the rhythmic patterm of the selection. With no selection, continues the previous search. When a match is found it offers to continue, stop or execute the script in the Scheme Window.
sv: Med ett val, söker från markören efter nästa förekomst av det rytmiska mönstret för valet. Om inget val görs, fortsätter den föregående sökningen. När en matchning hittas erbjuds att fortsätta, stoppa eller exekvera skriptet i Scheme Window.

source: Search locations in all staffs
sv: Sökplatser i alla staber

source: Search in only in staff
sv: Sök i endast i notsystem

source: Choose where to search
sv: Välj var du vill söka

source: Key Signature Changes
sv: Ändringar av nyckelsignatur

source: Time Signature Changes
sv: Förändringar i tidssignatur

source: Changes of Clef
sv: Förändringar av klav

source: Notes Higher Than Note
sv: Noter Högre än not

source: Notes Lower Than Note
sv: Noter lägre än not

source: Denemo Directives tagged
sv: Denemo Direktiv taggade

source: Note lower than
sv: Not lägre än

source: Note higher than
sv: Not högre än

source: Key Changes
sv: Viktiga förändringar

source: Clef Changes
sv: klav Förändringar

source: You need a Scheme expression Scheme Script window to use this option Locations where the expression evaluates are true will be found.
sv: Du behöver ett Scheme-uttryck Scheme Script-fönster för att använda detta alternativ Platser där uttrycket utvärderas som sant kommer att hittas.

source: Install a template script in the Scheme Script window
sv: Installera ett mallskript i fönstret Scheme Script

source: Seek Locations
sv: Sök efter platser

source: Open View->Scheme Script to edit the script to test for the locations you want to find
sv: Öppna View->Scheme Script för att redigera skriptet så att det testar de platser du vill hitta

source: No locations found
sv: Inga platser hittades

source: Choose a location to go to (Movement, Staff, Measure, Object) and click OK
sv: Välj en plats att gå till (Movement, Staff, Measure, Object) och klicka på OK

source: Seek for locations in the score satisfying a certain condition e.g. exceeding a range or at a clef change etc. A list of such locations is created which can be selected from. Repeating the command after choosing one location re-presents the remainder of the list.
sv: Sök efter ställen i partituret som uppfyller ett visst villkor, t.ex. överskrider ett intervall eller vid ett clefbyte etc. En lista med sådana platser skapas och kan väljas från listan. Om du upprepar kommandot efter att ha valt en plats visas resten av listan igen.

source: Convert MIDI Chords Over Bass
sv: Konvertera MIDI ackord över bas

source: Takes a MIDI recording over a bass line and inserts the chords by matching the bass notes. Each chord must include the bass note.
sv: Tar en MIDI-inspelning över en baslinje och infogar ackorden genom att matcha basnoterna. Varje ackord måste innehålla basnoten.

source: Play from Cursor to End
sv: Spela från markören till slutet

source: Playback all staffs from the current cursor position to the end of the movement.
sv: Spela upp alla notsystem från markörens position till slutet av satsen.

source: No fine found, assuming all
sv: Inga böter hittades, antar att alla

source: Dal Segno with no Segno - assuming Da Capo
sv: Dal Segno utan Segno - med utgångspunkt från Da Capo

source: Performance (Start/Stop)
sv: Prestanda (Start/Stopp)

source: Plays the current movement, observing repeats, Da Capo, fine and Dal Segno. If playing stops the performance
sv: Spelar den aktuella satsen och observerar upprepningar, Da Capo, fine och Dal Segno. Om spelningen stoppar framförandet

source: Pitch Change
sv: Pitch-ändring

source: Give amount =/-
sv: Ange värde =/-

source: Shift Pitch
sv: Skifta tonhöjd

source: Outputs a pitch bend signal to the synthesizer for the value +/- 64 given.
sv: Sänder ut en pitch bend-signal till synthesizern för det angivna värdet +/- 64.

source: Play Music at Cursor
sv: Spela musik med markören

source: Plays the score for the duration of the note/chord at the cursor, starting at that note.
sv: Spelar upp partituret under den tid som noten/ackordet vid markören varar, med början vid den noten.

source: Play All
sv: Spela alla

source: Plays the current movement from the start, observing any mute objects placed in the staffs.
sv: Spelar den aktuella satsen från början, med hänsyn tagen till eventuella stumma objekt som placerats i notställen.

source: Playback and Record MIDI (Off/On)
sv: Uppspelning och inspelning av MIDI (Off/On)

source: Starts (or stops) playing the score from the playhead start (green marker bar) and simultaneously records your playing from MIDI in. You can stop the playback at any time and then the first MIDI note you entered is marked. Entering duration keys now enters the notes you played into the score. If you have no click track at the top one is created - set the keysignature/enharmonic range before you start.
sv: Startar (eller stoppar) uppspelningen av partituret från spelhuvudets startpunkt (grönt markeringsfält) och spelar samtidigt in ditt spel från MIDI-in. Du kan när som helst stoppa uppspelningen och då markeras den första MIDI-noten som du har skrivit in. Genom att mata in duration keys matar du nu in de noter du spelat i partituret. Om du inte har något klickspår högst upp skapas ett - ställ in keysignature/enharmonic range innan du börjar.

source: Play Chord at Cursor
sv: Spela ackord med markören

source: Sounds the note or chord at the cursor, using the current staffs instrument.
sv: Låter noten eller ackordet vid markören, med hjälp av det aktuella notinstrumentet.

source: Please turn continuous typsetting off first
sv: Vänligen stäng av kontinuerlig typsättning först

source: Displays the music fully typeset on one long page (the Playback View). Click on a note to play from there or drag to loop play.
sv: Visar musiken i sin helhet på en lång sida (Playback View). Klicka på en not för att spela därifrån eller dra för att spela i loop.

source: Play/Pause
sv: Spela/paus

source: Time at Denemo Cursor
sv: Tid vid Denemo-markör

source: Time at Marked MIDI note
sv: Tid vid markerad MIDI-not

source: Move the Denemo Cursor to another position and click on the MIDI note that should appear at that position And then re-execute this command.
sv: Flytta Denemo-markören till en annan position och klicka på MIDI-noten som ska visas på den positionen Och utför sedan detta kommando igen.

source: Re-scaling out of range
sv: Omskalning utanför intervallet

source: Wrongly ordered adjustement points
sv: Felaktigt beställda justeringspunkter

source: Adjust Tempo to Recording
sv: Anpassa tempot till inspelningen

source: Delete Audio Recording
sv: Radera ljudinspelning

source: Deletes the current audio recording.
sv: Raderar den aktuella ljudinspelningen.

source: Play music you want to insert next Then re-issue this command.
sv: Spela upp musik som du vill infoga nästa gång Ge sedan kommandot igen.

source: Now the music is attached to the score starting at the cursor position. The timing of the notes is shown at the top of the score. You can drag the timing of start of the music by left-clicking above the blue line. You can insert the rhythm in your staff and check by invoking Play. When that's correct, press the Shift key to switch to Inserting/Appending Pitches and play in the music again.
sv: Nu är musiken kopplad till partituret med början vid markörens position. Noternas timing visas högst upp i partituret. Du kan dra tidpunkten för musikens start genom att vänsterklicka ovanför den blå linjen. Du kan infoga rytmen i ditt notsystem och kontrollera genom att anropa Play. När det är korrekt trycker du på Shift-tangenten för att växla till Inserting/Appending Pitches och spelar i musiken igen.

source: Record (Start/Stop) and Attach at Cursor
sv: Spela in (Start/Stopp) och bifoga med markören

source: The first invocation of this command starts recording - play the melody you want to notate. Then invoke the command again to stop the recording - the audio is attached to an (optional) click track created at the top of the staffs. The recording will play along with your notated music - ensure you have enough filled measures after the cursor to attach the audio to otherwise it won't play.
sv: Den första anropningen av detta kommando startar inspelningen - spela den melodi du vill notera. Anropa sedan kommandot igen för att stoppa inspelningen - ljudet kopplas till ett (valfritt) klickspår som skapas högst upp i notsystemet. Inspelningen spelas upp tillsammans med din noterade musik - se till att du har tillräckligt många fyllda takter efter markören för att koppla ljudet till, annars spelas det inte upp.

source: Save Recording
sv: Spara inspelning

source: Saves the recorded autio to disk.
sv: Sparar inspelad autio på hårddisken.

source: Synchronize Audio
sv: Synkronisera ljud

source: Record (Start/Stop)
sv: Spela in (Start/Stopp)

source: Starts/Stops recording the audio output from Denemo.
sv: Startar/stoppar inspelningen av ljudutmatningen från Denemo.

source: Backup and Play Marked MIDI Note.
sv: Säkerhetskopiera och spela markerad MIDI-not.

source: Moves the marked MIDI note one note earlier and plays that.
sv: Flyttar den markerade MIDI-noten en ton tidigare och spelar den.

source: Delete Last Recorded Note
sv: Radera senast inspelade not

source: Plays the last recorded note, deletes it and marks the new last note.
sv: Spelar upp den senast inspelade noten, raderar den och markerar den nya sista noten.

source: Delete Recorded MIDI and Click Track
sv: Ta bort inspelat MIDI- och klickspår

source: Deletes the MIDI recording and the click track that shows it and any trailing blank measures.
sv: Raderar MIDI-inspelningen och det klickspår som visar den samt eventuella efterföljande blanka mått.

source: Delete Imported/Recorded Midi
sv: Radera Importerad/Inspelad Midi

source: Deletes the MIDI that has been imported or recorded via MIDI in.
sv: Raderar MIDI som har importerats eller spelats in via MIDI in.

source: Play and Advance Marked Midi Note
sv: Spela upp och flytta fram markerad midi-not

source: Plays the marked recorded MIDI note and advances the mark.
sv: Spelar den markerade inspelade MIDI-noten och flyttar fram markeringen.

source: Play Recorded MIDI (Off/On)
sv: Spela upp inspelad MIDI (Off/On)

source: Plays the recorded MIDI track from the marked MIDI note or beginning if no note is marked. Stops playing if already playing MIDI track.
sv: Spelar upp det inspelade MIDI-spåret från den markerade MIDI-noten eller från början om ingen not är markerad. Stoppar uppspelningen om MIDI-spåret redan spelas.

source: Record from MIDI in (Off/On)
sv: Spela in från MIDI-in (Off/On)

source: Records/Stops recording notes played on MIDI keyboard. Notes are recorded on a track above a click track staff at the top of the score. Insert the notes into the score by pressing duration keys/Ins key.
sv: Spelar in/avbryter inspelning av noter som spelas på MIDI-keyboard. Noterna spelas in på ett spår ovanför en klickspårstavla högst upp i partituret. Infoga noterna i partituret genom att trycka på durationsknapparna/Ins-knappen.

source: Repositioning Marked MIDI Note
sv: Omplacering av markerad MIDI-not

source: Give interval back from end (seconds):
sv: Ge intervall tillbaka från slutet (sekunder):

source: Reposition Relative to End
sv: Reposition i förhållande till slutet

source: Asks for a number of seconds back from the end of the recording which you want to synchronize with the Denemo Cursor. Use this to find and position a passage you have just recorded ready for transcribing.
sv: Frågar hur många sekunder före inspelningens slut som ska synkroniseras med Denemo-markören. Använd detta för att hitta och placera en nyinspelad passage som är klar för transkribering.

source: No Recorded MIDI note is marked.
sv: Ingen inspelad MIDI-not är markerad.

source: Synchronize Marked Recorded Midi Note to Denemo Cursor Position
sv: Synkronisera markerad inspelad midi-not till Denemo-markörens position

source: Alters the timing of the recorded MIDI notes so that the marked note plays at the time of the note currently at the Denemo cursor.
sv: Ändrar tidpunkten för de inspelade MIDI-noterna så att den markerade noten spelas samtidigt som den not som för tillfället befinner sig vid Denemo-markören.

source: Hide Other Staffs (Off/On)
sv: Göm andra anställda (Av/På)

source: Hides/unhides other staffs in the display while keeping the MIDI track at the top visible.
sv: Döljer/avslöjar andra notsystem i displayen medan MIDI-spåret längst upp förblir synligt.

source: Unmute/Mute Recording Playback
sv: Inaktivera/Ljuddämpa Inspelning Uppspelning

source: Controls whether the recorded MIDI (and the click track) plays back with your score when you do Play.
sv: Styr om inspelad MIDI (och klickspåret) ska spelas upp tillsammans med partituret när du spelar Play.

source: Create Timebase
sv: Skapa en tidsbas

source: Recalculates the timing of each note.
sv: Räknar om timingen för varje not.

source: Stop/Forget Pause
sv: Stoppa/Förtränga Paus

source: Stops the playback or cancels the Pause, restoring the original start playback marker position.
sv: Stoppar uppspelningen eller avbryter pausen och återställer den ursprungliga startpositionen för uppspelningsmarkören.

source: Mouse Conductor (Off/On)
sv: Musledare (av/på)

source: Turns on/off moving the playback on by moving the mouse over the score area.
sv: Aktiverar/inaktiverar att flytta uppspelningen genom att föra musen över partiturområdet.

source: Toggle Immediate Playback
sv: Växla omedelbar uppspelning

source: Toggle on/off if you want to hear the note directly after inserting/changing.
sv: Slå på/av om du vill höra noten direkt efter att den har infogats/bytts ut.

source: Play Along Playback (Off/On)
sv: Spela upp längs uppspelning (av/på)

source: Turns off play along playback: when this is on the playback does not advance past the cursor unless you play along the correct note via Midi In.
sv: Inaktiverar play along-uppspelning: när detta är aktiverat går uppspelningen inte förbi markören om du inte spelar med rätt not via Midi In.

source: Pops up a window which displays the object at the cursor, including anything attached to it.
sv: Öppnar ett fönster som visar objektet vid markören, inklusive allt som är kopplat till det.

source: This score has taken
sv: Denna poäng har tagit

source: to create, not counting unsaved edits.
sv: att skapa, och då räknas inte osparade redigeringar med.

source: Time Spent Editing
sv: Tidsåtgång för redigering

source: Displays the cumulative time spent editing this score. The time counts any period between starting to edit and saving to disk. The time is accumulated over different editing sessions.
sv: Visar den sammanlagda tid som använts för att redigera detta partitur. Tiden räknas från det att du börjar redigera till dess att du sparar på disken. Tiden ackumuleras under olika redigeringssessioner.

source: Select a Palette to Show
sv: Välj en palett att visa

source: Offers the available palettes to un-hide.
sv: Erbjuder de tillgängliga paletter som ska döljas.

source: Create Palette Button
sv: Skapa palett-knapp

source: Give a name for the chord
sv: Ge ett namn åt ackordet

source: Not on a chord
sv: Inte på ett ackord

source: Create Button for Chord Type
sv: Skapa knapp för ackordtyp

source: Creates a palette button which will insert the type of chord at the cursor, transposed to the cursor position when invoked. Use prepending sharp or flat to insert a chord with sharpened or flattened root note. Use for chord symbol chords.
sv: Skapar en palettknapp som infogar den typ av ackord som finns vid markören, transponera till markörens position när den aktiveras. Använd prepending kors eller b för att infoga ett ackord med skärpt eller tillplattad grundton. Används för ackordsymbolackord.

source: Object Clone
sv: Kloning av objekt

source: Give (unique) label for button:
sv: Ange en (unik) etikett för knappen:

source: Give tooltip for button:
sv: Ge verktygstips för knappen:

source: Inserts object
sv: Infogar objekt

source: Failed - duplicate label, no palette?
sv: Misslyckades - duplicerad etikett, ingen palett?

source: Not implemented yet
sv: Ej implementerat ännu

source: Create Button for Object
sv: Skapa en knapp för ett objekt

source: Creates a palette button to insert a clone of the object at the cursor when the button is pressed.
sv: Skapar en palettknapp som infogar en klon av objektet vid markören när knappen trycks in.

source: Show Hidden Palettes
sv: Visa dolda paletter

source: Un-hides all non-empty palettes.
sv: Döljer alla icke-tomma paletter.

source: The last change was:
sv: Den sista förändringen var:

source: No change recorded in Undo stack
sv: Ingen ändring registrerad i Undo stack

source: Show Last Change
sv: Visa senaste ändring

source: Shows the last change recorded on the Undo stack.
sv: Visar den senast registrerade ändringen på Undo-stacken.

source: No (un-iconized) source for transcribing is open
sv: Ingen (oikoniserad) källa för transkribering är öppen

source: Swap Display and Source Window Positions
sv: Byt positioner för display- och källfönster

source: Swaps the positions of the Denemo Display and the (first, un-iconized) Source Window currently open.
sv: Byter position på Denemo-skärmen och det (första, ej ikoniserade) källfönstret som är öppet för tillfället.

source: Cursor Highlighting Off/On
sv: Markörmarkering Av/På

source: Shows up the position of the cursor more clearly (off/on)
sv: Visar markörens position tydligare (av/på)

source: Toggle Command Center
sv: Växla kommandocentral

source: Hides/Unhides the Command Center
sv: Döljer/avslöjar kommandocentralen

source: Hides/Unhides the LilyPond View
sv: Döljer/avslöjar LilyPond-vyn

source: Toggle MidiIn Controls
sv: Växla MidiIn-kontroller

source: Hides/Unhides the Midi In Controls
sv: Döljer/avslöjar Midi In-kontrollerna

source: Toggle Playback Controls
sv: Växla uppspelningskontroller

source: Hides/Unhides the PlaybackControls
sv: Döljer/avslöjar PlaybackControls

source: Toggle Print View
sv: Växla utskriftsvy

source: Hides/Unhides the Print View
sv: Döljer/avslöjar utskriftsvyn

source: Toggle Scheme View
sv: Växla vy för schema

source: Hides/Unhides the Scheme view
sv: Döljer/avslöjar schemavyn

source: Scale Display
sv: Skala Display

source: Give % scaling required
sv: Ge % scaling krävs

source: Set Display Scale
sv: Ställ in displayskala

source: Scales the display by value given by user.
sv: Skalar displayen med det värde som användaren anger.

source: Zoom In
sv: Zooma in

source: Zoom Out
sv: Zooma ut

source: Zoom to 100%
sv: Zooma till 100

source: Zoom to 100%, restore the original size
sv: Zooma till 100%, återställ originalstorleken

source: Add Augmented 4th above base
sv: Lägg till Augmented 4th ovanför basen

source: Add a tritone/augmented fourth as chordnote relative to the lowest note upwards.
sv: Lägg till en tritonus/förhöjd kvart som ackordnot i förhållande till den lägsta tonen uppåt.

source: Add Augmented 5th above base
sv: Lägg till förstärkt 5:a ovanför basen

source: Add an augmented fifth as a chord note above the lowest note at the cursor.
sv: Lägg till en förstärkt kvint som ackordnot ovanför den lägsta noten vid markören.

source: Add Diminished 5th above base
sv: Lägg till Diminerad 5:a över basen

source: Add a diminished fifth as chordnote relative to the lowest note upwards.
sv: Lägg till en förminskad kvint som ackordnot i förhållande till den lägsta tonen uppåt.

source: Add Major 2nd above base
sv: Lägg till Major 2:a ovanför basen

source: Add a major second as chordnote relative to the lowest note upwards.
sv: Lägg till en stor sekund som ackordnot i förhållande till den lägsta tonen uppåt.

source: Add Major 3rd above base
sv: Lägg till Major 3rd ovanför basen

source: Add a major third as chordnote relative to the lowest note upwards.
sv: Lägg till en stor terts som ackordnot i förhållande till den lägsta tonen uppåt.
